/* Title of alert window when we had a crash: */
"Do you want to report the last crash?" = "Vrei să raportezi ultima corupere a aplicației";

/* Message for alert window when we had a crash: */
"The application %@ has recently crashed. To help improve it, you can send the crash log to the author." = "Aplicația %@ s-a corupt recent. Pentru a putea corecta această eroare, poți trimite autorului jurnalul de eroare al aplicației.";

/* Name of OK button in alert window: */
"Send" = "Trimite";

/* Name of Cancel button in alert window: */
"Don't Send" = "Nu Trimite";

